[
  {
    "id": "1",
    "speaker": "daizen",
    "description": "このセッションの内容は以下を予定しています。\n- はじめに\n- 組織の成長と他部署の理解度低下\n- 開発者向けプロダクトの理解を非開発者にしてもらうことの難しさ\n- Twilioが導入している「App Bootcamp」とは\n- 選ばれし勇者が着用できる「トラックジャケット」について\n- 日本でこの4月に実施した「トラックジャケットワークショップ」と、その効果\n- まとめ\n",
    "level": "中級者向け",
    "name": "池原大然",
    "": "on",
    "summary": "経営層、セールス、マーケティング、DevRel組織は社外だけでなく、社内の各部署に対しても存在意義を示し、理解を促す必要があります。このセッションではTwilioがオンボーディングとして取り入れている「App Bootcamp」について、および日本オフィスにおいて「トラックジャケットワークショップ」を実施した事例をご紹介し、他部署からの理解を深める方法について考えます。",
    "title": "他部署へのDevRelに対する理解を深める最善の方法とは？ - トラックジャケットワークショップにみる社内での開発体験プログラム"
  },
  {
    "id": "2",
    "speaker": "wataru",
    "description": "「勉強になりました！」「参考になりました！」「楽しかったです！」\n\nそんな賞賛の言葉を聴衆からもらって終了したプレゼンテーション。緊張がほどけてホット胸をなで下ろしたあなた。プレゼン中には、こちらに目もくれずにチャットか何かでずっとタイプしていた人、窓の外の景色を見ていた人、ウトウトしていた人、そんな何人かが気になったけど、最後にはあんな言葉をもらえたので問題はないだろうと自分を納得させましたね。\n\nでも、本当にそれで大丈夫ですか？　\n\nそもそもどのような目的でプレゼンしたのでしょうか？　あなたのプレゼンは目的を達成できたのでしょうか？　あなたが「しっかり準備して作った」と思うプレゼンは目的達成のために効果的だったのでしょうか？　\n\n社内外の多数のプレゼンを見てきて「コンテンツはいいのに残念だな」と思うプレゼンには、いくつかの誤解があることに気付きました。\n\nたとえば、今回取り上げる、\n\n- 持って帰ってもらう情報はなるべくたくさんある方がいい\n- 声はなるべく大きい方がいい\n- 文字だけよりなるべく図を入れてグラフィカルな方がいい\n- 話す内容は暗記して、立て板に水のように話す方がいい\n- 内容に起承転結がある方がいい\n\nなどは、「誤解」と言われると「？」と思うかも知れません。これらの誤解を実例を交えて解説し、すぐに使えて１クラス上の「目的を達成する」プレゼンテクを共有します。\n\nDevRelの「Rel (Relations) 」は、人←→人。その基本となるコミュニケーションの手段として重要なプレゼンテーションについて、今いちど一緒に考えてみませんか。",
    "level": "中級者向け",
    "name": "山崎　亘",
    "": "on",
    "summary": "あなたのプレゼンテーションの目的は何ですか？　そのプレゼン、狙った目的を達成しましたか？　プレゼンで陥りがちな誤解を5つ例に挙げ、すぐに使えて１クラス上の「目的を達成する」プレゼンテクを解説します。",
    "title": "5つの誤解で徹底解説！ DevRelの基本につながるプレゼン テク！"
  },
  {
    "id": "3",
    "speaker": "taiji",
    "description": "本来DevRelというのはDeveloper Relationsという名が示すとおりDeveloperとの関係づくりを仕事にするものですが、この言葉をそのまま捉えようとするとややトリッキーな部分があります。\n本セッションで、そのあたりの前提部分をきちんと理解した上で、以下の4つの視点で日本企業のDevRel組織について一緒に考えていきましょう。\n\n・なぜ企業にとってDevRelが必要なのか\n・DevRelを仕事にする役割\n・外資系企業と日本企業に見る組織のあり方\n・日本企業でDevRelを推進する組織づくり\n\n既にDevRelのアプローチを取っている、もしくはこれから取ろうとしている日本企業のみなさんにとって、本セッションの内容が少しでもDevRelを加速させる助けになれれば嬉しいです。",
    "level": "上級者向け",
    "name": "萩野たいじ",
    "": "on",
    "summary": "みなさんは現在どのようにDevRelに関わっているでしょうか？日本企業、外資系企業、スタートアップ、ベンチャーなど、いろいろな環境に身を置かれている方がいると思います。本セッションでは、DevRelがなぜ企業にとって必要なのか、そもそもどういう企業にとって必要なのか。そしてその組織体系はどうあるべきなのか、ということをグローバル企業と日本企業の両方でDevRelに関わってきた視点で考察してみたいと思います。",
    "title": "日本企業におけるDevRel組織についての考察"
  }
]